Coinciding splitting workplanes are encountered
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DividedSurfaceCoincidingSplittingWorkplanes { get; }
  Visual Basic
Public Shared ReadOnly Property DividedSurfaceCoincidingSplittingWorkplanes As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DividedSurfaceCoincidingSplittingWorkplanes {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DividedSurfaceFailures Class
  Autodesk.Revit.DB Namespace